Repository: Syanne/Holiday-Calendar
Catalog: Calendar/Calendar.Shared/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# addNote.Content
source: save
ru_ru: сохранить

# AllHol
source: all
ru_ru: все

# btnholCancel.Content
source: cancel
ru_ru: отмена

# btnHolidays.Content
source: save
ru_ru: сохранить

# changeNote.Content
source: edit
ru_ru: изменить

# delNote.Content
source: remove
ru_ru: удалить

# GoToDate.Text
source: go to
ru_ru: перейти к:

# once.Content
source: once
ru_ru: один раз

# PersonalNote
source: add note
ru_ru: добавить запись

# reclineButton.Content
source: cancel
ru_ru: отмена

# topString.Text
source: set text:
ru_ru: введите название события:

# typesTopString.Text
source: types
ru_ru: категории:

# Wd1.Content
source: sun
ru_ru: пн

# Wd2.Content
source: mon
ru_ru: вт

# Wd3.Content
source: tue
ru_ru: ср

# Wd4.Content
source: wed
ru_ru: чт

# Wd5.Content
source: thu
ru_ru: пт

# Wd6.Content
source: fri
ru_ru: сб

# Wd7.Content
source: sat
ru_ru: вс

# assesBtn.Label
source: rate
ru_ru: оценить

# daysText.Text
source: show in
ru_ru: показать за

# tileOff.Content
source: off
ru_ru: отключить

# tileOn.Content
source: on
ru_ru: включить

# toastOff.Content
source: off
ru_ru: отключить

# toastOn.Content
source: on
ru_ru: включить

# toastText1.Text
source: set the period and amount of days before the notification
ru_ru: укажите, за сколько дней до события показывать напоминание, и период повторения в течение дня (часы).

# ApplicationDescription
source: A convenient calendar with live tile, toast notifications and a large set of holidays: from international to federal and religious.
ru_ru: Обновленный календарь с живой плиткой, большими наборами государственных, международных и религиозных праздников. Этот календарь всегда поможет вам найти повод для праздника!

# ApplicationDisplayName
source: Calendar and Holidays
ru_ru: Календарь + Праздники

# periodText.Text
source: period (hours)
ru_ru: период (часы)

# c1.Content
source: 1 day
ru_ru: 1 день

# c2.Content
source: 2 days
ru_ru: 2 дня

# c3.Content
source: 3 days
ru_ru: 3 дня

# c4.Content
source: 4 days
ru_ru: 4 дня

# c5.Content
source: 5 days
ru_ru: 5 дней

# AddNoteText
source: add record
ru_ru: добавить запись

# chooseBtn.Content
source: select
ru_ru: выбрать

# preview.Text
source: preview:
ru_ru: предварительный просмотр:

# selectThemeTop.Text
source: color theme:
ru_ru: цветовая тема:

# selectThemeBtn.Label
source: themes
ru_ru: оформление

# ApplicationShortName
source: Calendar
ru_ru: Календарь

# LocalHolidaysPath
source: Strings/en-US/Holidays.xml
ru_ru: Strings/Holidays.xml

# ChangeLangAppButt.Label
source: language
ru_ru: язык

# buy.Content
source: i want it!
ru_ru: получить все!

# shopBtn.Content
source: buy
ru_ru: купить

# language.Text
source: language
ru_ru: язык

# settings.Title
source: settings
ru_ru: настройки

# ThemeBtn.Content
source: select
ru_ru: выбрать

# tileHeader.Text
source: live tile
ru_ru: живая плитка

# toastHeader.Text
source: toast
ru_ru: напоминание

# Unlicensed
source: sorry, you have to purchase the application
ru_ru: к сожалению, вы не можете воспользоваться этой функций. приобретите пакет дополнительных возможностей.

# UnlicensedButton
source: purchase
ru_ru: приобрести

# UnlicensedCancel
source: next time
ru_ru: в следующий раз

# dayOfWeek.Text
source: the first day of the week
ru_ru: первый день недели:

# monday.Content
source: monday
ru_ru: понедельник

# sunday.Content
source: sunday
ru_ru: воскресенье

# Restart
source: please, reload the application
ru_ru: пожалуйста, перезагрузите приложение

# MineAsTag
source: my
ru_ru: мои

# Done.Content
source: close
ru_ru: закрыть

# SettingsHeader.Text
source: settings
ru_ru: настройки

# GoToDateBtn.Content
source: go to
ru_ru: перейти

# settingsAppButton.Label
source: settings
ru_ru: настройки

# settingsTop.Content
source: settings
ru_ru: настройки

# settingsTopWP.Text
source: settings
ru_ru: настройки

# holidayTag.Label
source: holidays
ru_ru: праздники

# HolidayTitle.Text
source: your holidays:
ru_ru: отображаемые праздники:

# rateBut.Label
source: rate
ru_ru: оценить

# settingsBut.Label
source: settings
ru_ru: настройки

# styleBut.Label
source: style
ru_ru: стиль

# msgBody
source: If you use the desktop version you can try a new function – interaction with Google Calendar. The service is under development; please send your comments and suggestions in this regard to the customer support service. Also for the desktop version has been revised settings page: to change the app’s appearance press button “style” on the BottomAppBar. Other settings are located on the standard settings panel, which you can call in the same way as in standard applications. Thank you for installing the application! Your comments and suggestions are very important. You can send them on syanne.red@gmail.com or leave it on the application page. If you want to turn off adverts you can buy the package of services. It also includes color themes and toast notifications. Sincerely, Syanne.
ru_ru: Если вы используете настольную версию, можете попробовать новую функцию – взаимодействие с Google Calendar. Сервис находится в стадии разработки, свои комментарии и пожелания по этому поводу отправляйте в службу поддержки. Также для настольной версии была пересмотрена страница настроек: чтобы изменить внешний вид приложения, вы можете перейти на страницу «стиль» из нижней панели приложения. Остальные настройки расположены на стандартной панели настроек, которую можно вызвать так же, как и в стандартных приложениях платформы., поэтому убедительная просьба: перейдите на страницу настроек, выключите живую плитку и/или напоминание, затем включите. Предложения и сообщения об проблемах присылайте на адрес syanne.red@gmail.com. Так у нас с вами появится обратная связь, и ваше сообщение будет быстрее обработано. Чтобы отправить сообщение, используйте кнопку "поддержка" на нижней панели приложения. Если вам понравилось приложение, не забудьте поставить оценку и оставить свой отзыв в магазине (кнопка "оценить"). Просмотреть это сообщение еще раз вы сможете, нажав на кнопку "о версии" на нижней панели приложения. С уважением, Syanne.

# msgTitle
source: Dear user!
ru_ru: Уважаемый пользователь!

# messageBtn.Label
source: version
ru_ru: о версии

# support.Label
source: support
ru_ru: поддержка

# everyMonth.Content
source: monthly
ru_ru: ежемесячно

# everyWeek.Content
source: weekly
ru_ru: еженедельно

# everyYear.Content
source: yearly
ru_ru: ежегодно

# styles.Content
source: style
ru_ru: стиль

# googlePeriod.Text
source: period (days)
ru_ru: период (дни)

# googleText.Text
source: events from your google calendar would be loaded only when you open the application. calendar will remind you when it should be opened with the help of the live tile.
ru_ru: загрузка событий из вашего google calendar происходит только после открытия приложения. календарь напомнит, когда его нужно открыть, с помощью живой плитки.

# ServiceMessage
source: data is loaded, refresh the calendar (button on the bottom appbar) or restart the application
ru_ru: данные загружены, обновите календарь (кнопка на всплывающей панели) или перезагрузите приложение

# refresh.Label
source: refresh
ru_ru: обновить

# daysAmountText.Text
source: days
ru_ru: дни

# smartTileHeaderText.Text
source: smart tile
ru_ru: умная плитка

# smartTileText.Text
source: smart tile shows more events in set amount of days
ru_ru: улучшенная живая плитка обновляется чаще, и показывает все праздники на указанное количество дней.

# buyMeText.Text
source: - enable toast notifications; - color themes; - turn off adverts.
ru_ru: этот пакет за $2 предоставляет: - 10 вариантов оформления календаря; - свободу от рекламы; - все услуги пакета "уведомления"

# BuyMeTextMP
source: - toast notifications; - color themes; - turn off adverts.
ru_ru: этот пакет за $2 предоставляет: - 10 вариантов оформления календаря; - свободу от рекламы; - все услуги пакета "уведомления"

# buyMeTitle.Text
source: in-app purchase allows you to
ru_ru: пакет "все услуги"

# BuyMeTitleMP
source: in-app purchase allows you to
ru_ru: пакет "все услуги"
